export const lines = [
  { id: 'red', number: 1, name: 'Холодногірсько-заводська', color: '#DF2638', source: 'https://www.metro.kharkiv.ua/kholodnohikrsko-zavodska-liniia/',
    path: 'M48 322 H203 Q237 322 253 352 L320 469 Q335 495 369 495 H414 Q432 495 447 521 L548 696 Q561 720 585 720 H744',
    stations: [
      ['Холодна гора',48,322,48,287,'start'],['Вокзальна',126,322,126,309,'middle'],['Центральний ринок',203,322,207,350,'end'],['Майдан Конституції',278,396,266,413,'end'],['Левада',309,450,296,466,'end'],['Спортивна',399,495,400,479,'middle'],['Заводська',456,537,470,535,'start'],['Турбоатом',485,587,499,585,'start'],['Палац спорту',514,637,529,635,'start'],['Армійська',544,689,559,686,'start'],['Ім. О.С. Масельського',585,720,585,749,'middle'],['Тракторний завод',665,720,665,769,'middle'],['Індустріальна',744,720,744,749,'middle']
    ] },
  { id: 'blue', number: 2, name: 'Салтівська', color: '#087EAD', source: 'https://www.metro.kharkiv.ua/saltivska-liniia/',
    path: 'M290 379 L328 312 Q340 290 367 290 H455 Q477 290 489 267 L602 65',
    stations: [
      ['Історичний музей',290,379,305,394,'start'],['Університет',404,290,403,317,'middle'],['Ярослава Мудрого',483,278,498,279,'start'],['Київська',509,231,525,234,'start'],['Академіка Барабашова',533,188,549,191,'start'],['Академіка Павлова',556,147,572,150,'start'],['Студентська',579,106,595,109,'start'],['Салтівська',602,65,618,68,'start']
    ] },
  { id: 'green', number: 3, name: 'Олексіївська', color: '#00965E', source: 'https://www.metro.kharkiv.ua/oleksiivska-liniia/',
    path: 'M270 65 L437 363 Q454 393 438 424 L396 512',
    stations: [
      ['Перемога',270,65,255,69,'end'],['Олексіївська',295,110,281,114,'end'],['23 Серпня',320,155,306,159,'end'],['Ботанічний сад',345,200,331,204,'end'],['Наукова',370,245,356,249,'end'],['Держпром',389,277,374,281,'end'],['Архітектора Бекетова',417,327,432,331,'start'],['Захисників України',420,461,435,460,'start'],['Метробудівників',396,512,381,539,'end']
    ] }
];
export const transfers = [['Майдан Конституції','Історичний музей'],['Університет','Держпром'],['Спортивна','Метробудівників']];
